Revit 2027 API
ParameterTypeId.CwpCopyWallInserts Property
 "Copy windows/doors/openings"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CwpCopyWallInserts { get; }
Public Shared ReadOnly Property CwpCopyWallInserts As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CwpCopyWallInserts {
	ForgeTypeId^ get ();
}
static member CwpCopyWallInserts : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace